menu_text = """Главное меню:
    1. Открыть файл
    2. Сохранить файл
    3. Показать все контакты
    4. Создать контакт
    5. Найти контакт
    6. Изменить контакт
    7. Удалить контакт
    8. Выход"""

choice_menu = "Выберите пункт меню: "
clue_input_menu = "Введите ЧИСЛО от 1 до 8"

no_contact_or_file = "Телефонная книга пуста или не открыта"

load_successful = "Телефонная книга успешно загружена"
save_successful = "Телефонная книга успешно сохранена"

new_contact_successful = "Контакт успешно создан"

new_name = "Введите имя и фамилию контакта: "
new_phone = "Введите телефон контакта: "
new_comment = "Введите комментарий к контакту: "

is_changed = "Были внесены изменения. Сохранить? "

bye_bye = "До свидания! Всего хорошего"

find_element = "Введите имя и фамилию, номер или коментарий который вы ищите: "
no_element = "Такого элемента нет в телефонной книге"

need_save = "Вы не загрузили телефонную книгу. Уверены что хотите сохранить? "
need_load = "Вы не сохранили телефонную книгу. Уверены что хотите загрузить? "

change_contact_number = "Введите номер контакта который вы хотите изменить: "

new_contact_info = "Введите новые данные который хотите изменить о контакте или пропустите если не хотите изменять"
change_contact_successful = "Контакт успещно изменен"

not_number = "Это не число"
no_index = "Такого номера нет в списке"

delete_contact_number = "Введите номер контакта который вы хотите удалить: "
delete_contact_successful = "Контакт успещно удален"
